Repository: IliaDragan/yp
Catalog: modules/yellow_pages_company_ct/translations/yellow_pages_company_ct.*.po
Languages: ro

source: Address
ro: Adresă

source: Advertisements
ro: Banere

source: Articles
ro: Articole

source: Brands
ro: Brănduri

source: Business hours
ro: Orele de lucru

source: Description of activity
ro: Descrierea activității

source: Filials
ro: Filiale

source: Invisible field
ro: Câmp invizibil

source: Landline phone
ro: Telefon fix

source: Logo expiration date
ro: Data de expirare a logo-ului

source: MDB sync date
ro: Data ultimei sincronizări cu MDB

source: Media materials
ro: Materiale media

source: Mobile phone
ro: Telefon mobil

source: Price-lists
ro: Listele de prețuri

source: Products
ro: Producere

source: Region
ro: Regiune

source: Site URL
ro: Adresa URL a site-ului

source: Social links
ro: Lincuri sociale

source: Telephone/Fax
ro: Telefon/Fax

source: Company
ro: Companie

source: Company name
ro: Denumirea companiei

source: Additional information
ro: Informaţii suplimentare

source: Contacts
ro: Contacte

source: Details
ro: Detalii

source: Main content
ro: Conținutul de bază

source: Price lists
ro: Liste de prețuri

source: Products and services
ro: Mărfuri și servicii

source: Services
ro: Servicii

source: Vouchers
ro: Voucere

source: We buy
ro: Import

source: We export
ro: Export

source: We sell
ro: Сomerț

source: Working hours
ro: Orele de lucru

source: Products related to this company.
ro: Produsele referite la această companie.

source: Product activity type
ro: Tipul de activitate a produsului

source: Product term name
ro: Denumirea produsului

source: !label of field %name
ro: !label câmpului %name

source: Manufacture
ro: Producere

source: Service
ro: Servicii

source: Activity
ro: Activitate

source: Product
ro: Produs

source: Category
ro: Categorie

source: Default
ro: Implicit

source: Parent category
ro: Categoria părinte

source: Add more
ro: Adaugă mai mult

source: Check if company has related users.
ro: Verifică dacă compania are utilizatori legați.

source: Custom
ro: Personalizat

source: Day off
ro: Zi liberă

source: Master
ro: Expert

source: Similar companies
ro: Сompanii similare

source: more
ro: mai multe

source: Apply
ro: Aplicare

source: Reset
ro: Resetează

source: Sort by
ro: Sortare după

source: Asc
ro: Ascendent

source: Items per page
ro: Elemente pe pagină

source: - All -
ro: - Toate -

source: Offset
ro: Decalaj

source: « first
ro: « primul

source: ‹ previous
ro: ‹ anterior

source: next ›
ro: următor ›

source: last »
ro: ultima »

source: All
ro: Toate

source: Create company editor for mail @mail
ro: Creează editor al companiei pentru adresa de email @mail

source: None
ro: Nimic

source: user agreement
ro: acordul de utilizator

source: I accept the !user_agreement
ro: Accept !user_agreement

source: Save
ro: Salvare

source: No
ro: Nu

source: Yes
ro: Da

source: Year of foundation
ro: Anul fondării

source: Number of jobs
ro: Numărul locurilor de muncă

source: Persons
ro: Conducerea

source: Field
ro: Câmp

source: Value
ro: Valoare

source: Title
ro: Titlu

source: Edits saved.
ro: Modificările au fost salvate.

source: User created successfully. You will receive confirmation e-mail message at your email.
ro: Utilizatorul a fost creat cu succes. Veți primi un mesaj de confirmare la adresa Dvs de email.

source: Something went wrong. Please contact site administrator.
ro: A survenit o eroare neprevăzută. Vă rugăm să contactați administratorul site-ului.

source: Your changes being validated.
ro: Modificările Dvs sunt în stare de verificare.

source: Company editors emails
ro: Emal-urile editorilor companiei

source: Email addresses of Enterprise Editors which has current company node as related company.
ro: Adresele de email al Editorilor ce conțin compania dată în legătură.

source: Company node modified fields
ro: Câmpurile modificate a companiei

source: Fields modified in company node on edit.
ro: Câmpurile modificate în noda companiei în timpul editării.

source: User name
ro: Numele utilizatorului

source: You can edit information
ro: Puteți să editați informația

source: You can edit price-lists
ro: Puteți edita listele de prețuri

source: Edit
ro: Modifică

source: Companies which you can edit:
ro: Companiile ce le puteți edita:

source: To gain access to edit available information about your company, it is necessary to fill in the following form. All fields are required.
ro: Pentru a obţine acces la modificarea informaţiei existente despre compania DVS, e necesar să completaţi formularul de mai jos. Toate cîmpurile sunt obligatorii pentru completare.

source: Full Name
ro: Numele complet

source: Application
ro: Ancheta

source: If your company is not yet on !s, then fill out the !q form with your data and upload it:
ro: În caz că compania Dvs nu este încă pe site !s, atunci vă propunem să completați !q cu datele companiei Dvs și să o atașați:

source: In short time the moderator will enter data and your company will be displayed on our website.
ro: În scurt timp moderatorul va introduce datele și întreprinderea Dvs va apărea pe site.

source: Welcome!
ro: Bine ați venit!

source: price list
ro: Price

source: About additional opportunities to distinguish your company from the general list of enterprises (more than 18 000), read the !p.
ro: Despre posibilitățile suplimentare pentru scoaterea în evidență a companie din întreaga listă de companii (mai mult de 18 000) aflați în !p.

source: Send
ro: Trimitere

source: The email address is not valid.
ro: Adresa de e-mail nu este validă.

source: Thank you, we will contact you soon.
ro: Vă mulțumim, veți fi contactat în curând.

source: Request for enterprise editor creation
ro: Cerere pentru crearea editorului întreprinderii

source: You have received the request for enterprise editor creation:
ro: Ați primit o cerere pentru crearea editorului întreprinderii:

source: Full name: @name
ro: Numele complet: @name

source: Company name: @company_name
ro: Denumirea companiei: @company_name

source: Request for new account
ro: Cerere de creare a contului
