Repository: IliaDragan/yp
Catalog: modules/yellow_pages_sync/translations/yellow_pages_sync.*.po
Languages: ru

source: Service URL
ru: URL сервиса

source: NO trailing slash.
ru: БЕЗ окончательного слеша.

source: Sync options
ru: Опции синхронизации

source: Categories/Products
ru: Категории/Продукты

source: Enterprises
ru: Компании

source: Filials linkage
ru: Привязка филиалов

source: Page
ru: Страница

source: Start fetching enterprises from this page.
ru: Начать извлечение компании с этой страницы.

source: This page only
ru: Только эта страница

source: Sync enterprises from selected page only.
ru: Синхронизировать компании только с этой страницы.

source: Import companies and products from MDB source.
ru: Импорт компаний и продуктов из источника MDB.

source: Start synchronisation
ru: Начать синхронизацию

source: Synchronizing with MDB data...
ru: Синхронизация с данными MDB ...

source: Nothing selected.
ru: Ничего не выбрано.

source: Processed: %title (%count/%max)
ru: Обработанно: %title (%count/%max)

source: Synchronisation process complete.
ru: Процесс синхронизации завершен.

source: Synchronisation process failed.
ru: Процесс синхронизации не удался.

source: Tried to import content from: %source. Exception: %exc.
ru: При попытке импорта контента из : %source возникли некоторые проблеммы: %exc.

source: Synced %num enterprises.
ru: Синхронизированно %num компаний.

source: Failed to load translated entity for node "@nid", language "@lang"
ru: Невозможно загрузить перевод для ноды "@nid", на "@lang" язык.

source: No match found for product with id: %id
ru: Не найдено совпадений для продукта с идентификатором: %id

source: Synchronize
ru: Синхронизация

source: Sync content from MDB source.
ru: Синхронизация содержимого из источника MDB.

source: Sync single entry
ru: Однократная синхронизация

source: Synchronize content with original database (MDB).
ru: Синхронизация содержимого с оригинальной базой данных (MDB).
