Repository: IliaDragan/yp
Catalog: modules/yellow_pages_contacts/translations/yellow_pages_contacts.*.po
Languages: ro, ru

source: Example: noreply@gmail.com
ro: Exemplu: noreply@gmail.com
ru: Пример: noreply@gmail.com

source: Telephone
ro: Telefon
ru: Телефон

source: Example: +373-22-123456
ro: Exemplu: +373-22-123456
ru: Пример: +373-22-123456

source: Social
ru: Соцсети

source: Example: http://facebook.com
ro: Exemplu: http://facebook.com
ru: Пример: http://facebook.com

source: Provided email address is not valid.
ro: Adresa de e-mail indicată nu este validă.
ru: Указанный e-mail адресс неверный.

source: Provided phone number is not valid.
ro: Numărul de telefon indicat nu este valid.
ru: Указанный номер телефона неверный.

source: Provided URL is not valid.
ro: Adresa URL indicată nu este validă.
ru: Указанный URL адресс неверный.

source: Contacts
ro: Contacte
ru: Контакты

source: Manage YP contacts information.
ro: Gestionarea informației de contact al YP.
ru: Управление контактной информацией YP.

source: Yellow Pages Contacts
ro: Contactele Yellow Pages
ru: Контакты Yellow Pages

source: Manage contacts information
ro: Gestionarea informației de contact
ru: Управление контактной информацией
