Repository: IliaDragan/yp
Catalog: modules/yellow_pages_feedback/translations/yellow_pages_feedback.*.po
Languages: ro

source: Advertisement request
ro: Cerere de publicitate

source: @name from @company wants to post an advertisement!
ro: @name din @company dorește să posteze publicitate!

source: Contact phone: @phone
ro: Telefon de contact: @phone

source: Contact email: @email
ro: E-mail de contact: @email

source: Advertisement type: @adv_type
ro: Tipul de publicitate: @adv_type

source: Company name
ro: Denumirea companiei

source: Telephone
ro: Telefon

source: Contact person
ro: Persoana de contact

source: What type of advertising are you interested in?
ro: Ce tip de publicitate vă interesează?

source: Submit
ro: Trimite

source: Thank you, we will contact you soon.
ro: Vă mulțumim, veți fi contactat în curând.

source: The email address is not valid.
ro: Adresa de e-mail nu este validă.

source: Provides various feedback forms
ro: Oferă diverse forme de Feedback
