Repository: IliaDragan/yp
Catalog: modules/yellow_pages_lists/translations/yellow_pages_lists.*.po
Languages: ro, ru

source: Various content lists.
ro: Diferite liste de conținut
ru: Разные списки содержимого

source: News carousel
ro: Caruselul noutăților
ru: Карусель новостей

source: Display latest news in carousel
ro: Afișarea ultimelor noutăți în carusel
ru: Отображение последних новостей в парусели

source: News
ro: Noutăți
ru: Новости

source: Related articles
ro: Articole legate
ru: Связанные статьи

source: Displays related articles
ro: Afișarea articolelor legate
ru: Отображать связанные статьи

source: Node
ro: Nod
ru: Материал

source: Similar articles
ro: Articole similare
ru: Похожие новости

source: Related companies
ro: Companiile legate
ru: Связанные компании

source: Displays related companies
ro: Afișarea companiilor legate
ru: Отображать связанные компании

source: Similar companies
ro: Сompanii similare
ru: Похожие предприятия

source: Related news
ro: Noutăți legate
ru: Связанные новости

source: Displays related news
ro: Afișarea noutăților legate
ru: Отображать связанные новости

source: Similar news
ro: Noutăți similare
ru: Похожие новости
