Repository: IliaDragan/yp
Catalog: modules/yellow_pages_rules_configuration/translations/yellow_pages_rules_configuration.*.po
Languages: ro, ru

source: Check if node expire in 10 days.
ro: Verifică dacă noda expiră in 10 zile.
ru: Проверка если нода истекает через 10 дней.

source: Content
ro: Conţinut
ru: Содержимое

source: Check if advert should be published.
ro: Verifică dacă publicitatea trebuie publicată
ru: Проверка если реклама должна быть опубликована.

source: Check if advert expire in week.
ro: Verifică dacă publicitatea expiră într-o săptămâna.
ru: Проверка если реклама истекает через неделю.

source: Check if advert expire in day.
ro: Verifică dacă publicitatea expiră într-o zi.
ru: Проверка если реклама истекает через день.

source: Content expire in 10 days
ro: Conținutul expiră în 10 zile.
ru: Содержимое истекает через 10 дней

source: Node
ro: Nod
ru: Материал

source: Publish advert
ro: Publicarea publicității
ru: Опубликовать рекламу

source: Advert expire in week
ro: Publicitatea expiră într-o săptămâna.
ru: Реклама истекает через неделю

source: Advert expire in day
ro: Publicitatea expiră într-o zi.
ru: Реклама истекает через день

source: Rules configuration for YP
ro: Configurarea regulilor pentru YP
ru: Конфигурация правил для YP
