Repository: IliaDragan/yp
Catalog: modules/yellow_pages_company_edit/translations/yellow_pages_company_edit.*.po
Languages: ro, ru

source: Check if company has related users.
ro: Verifică dacă compania are utilizatori legați.
ru: Проверка если компания имеет связанных пользователей.

source: Company node nid
ro: Nid-ul companiei
ru: Nid компании

source: Select the nid of company node
ro: Selectează nid-ul companiei
ru: Выбери nid ноды компании

source: Custom
ro: Personalizat
ru: Собственная

source: Edit related companies
ro: Editearea companiilor legate
ru: Редактирование связанных компаний

source: Allow users to edit only related companies.
ro: Permite utilizatorilor să editeze numai companiile legate.
ru: Позволяет пользователям редактировать только связанные компании.

source: Add related companies to user
ro: Adaugarea companiilor legate utilizatorilor
ru: Добавление связанных компаний пользователям

source: Allow users to add related companies to another users (works only if role has permission "Administer users").
ro: Permite adăugarea companiilor legate pentru alți utilizatori (functionează numai dacă rolul are permisiunea de a administra utilizatorii).
ru: Позволяет пользователям добавлять связанные компании другим пользователям (работает только если роль имеет разрешение администрирования пользователей).

source: Company editors emails
ro: E-mail-urile editorilor companiei
ru: E-mail-ы редакторова компании

source: Email addresses of Enterprise Editors which has current company node as related company.
ro: E-mail adresele editorilor companiilor de care este legată compania dată.
ru: E-mail адреса редакторов компаний к которым привязанна текущая компания.
